[
  {
    "reviewId": 1,
    "name": "Charles Sabuga",
    "userImg": "https://i.insider.com/5dcc135ce94e86714253af21?width=1000&format=jpeg",
    "review": "Great game,smooth grphics.Introduced a whole new chapter to the world of gaming.Great third person shooter ,definitely would recommended to my friends.",
    "rating": 5
  },
  {
    "reviewId": 2,
    "name": "PRODEATHS gaming",
    "userImg": "https://upload.wikimedia.org/wikipedia/commons/2/2c/Kid_Rock_at_White_House.jpg",
    "review": "The game is too much good and I love it.The advantage of the voice chatting and play with a group of friends is excellent.More, the features are also very good and hope will do better in future.",
    "rating": 5
  },
  {
    "reviewId": 3,
    "name": "Jasper Ayuda",
    "userImg": "https://i.pinimg.com/236x/26/9c/22/269c222daddbd0153e3971f988cbd740.jpg",
    "review": "Now this game has improved a lot,lags reduced,ping is decent,a new map added,achievements added.Still there are some problems for example it takes too many shots to kill enemy and don't have bangladesh server.",
    "rating": 4
  },
  {
    "reviewId": 4,
    "name": "Handika Utama",
    "userImg": "https://st2.depositphotos.com/2056297/7333/i/600/depositphotos_73331715-stock-photo-handsome-man.jpg",
    "review": "Game is very good. After the update the game is not as smooth as it was with the previous version.Not sure what has changed, however my game play is much slower.game play lags sometimes, enemies just pop out of nowhere, ghost drops with me, etc. ",
    "rating": 4
  },
  {
    "reviewId": 5,
    "name": "Yugal Pakural",
    "userImg": "https://us.123rf.com/450wm/carballo/carballo1910/carballo191001046/131610000-portrait-of-young-teen-outdoors.jpg",
    "review": "The game is amazing. Custom clothes, trophy wall, friends list, in game messages and voice chat. Huge assortment of weapons & explosives, hidden areas on some maps with insane amounts of supplies and weapons.",
    "rating": 5
  },
  {
    "reviewId": 6,
    "name": "Nicha Walters",
    "userImg": "https://t3.ftcdn.net/jpg/04/47/50/20/360_F_447502049_ssN4NQ1zwNdHxm1ZH7uR29XB2ktSFvKt.jpg",
    "review": "Its a good game and i have been playing for 3 years. It was very good in the beginning but as time passed bugs and glitches became very bad. Especially this new setting where your can play with the same teir friends but when you play with automatching high level tier but you cannot play with your friends with low tier.",
    "rating": 4
  },
  {
    "reviewId": 7,
    "name": "Hogue Smith",
    "userImg": "https://haircutinspiration.com/wp-content/uploads/Teen-with-High-Fade-and-Curly-Fringe.jpg",
    "review": "The game looks nice and the new updates are great looking. But I can't play anymore because the game constantly freezes and glitches when there are other players around outside of the bots, which I know they are bots because the game runs smoothly when they're present. ",
    "rating": 3
  },
  {
    "reviewId": 8,
    "name": "Cyrus Nicole",
    "userImg": "https://www.globalpharmabd.com/wp-content/uploads/2019/12/dress-up-range-visual-teen-derm-hd.jpg",
    "review": "I love it but there's a problem this game keeps on updating and keeps on adding new modes in the game but they can't fix the drop bug. How can we enjoy the game if there's a drop bug, the enemy has already a weapon whem im still in the ground can't pick up a weapon in over 10-20 seconds. i really love this game so please fix the drop bug",
    "rating": 3
  },
  {
    "reviewId": 9,
    "name": "Francis Hagialok",
    "userImg": "https://im.rediff.com/movies/2021/jun/14family-man3.jpg",
    "review": "Love the quality. also brings it alot better at playing, makes it challenging with enemy players and not only face in close combat is very hard to with little bit of lag but all I all, should download the the learn the experience rush and rage.",
    "rating": 5
  },
  {
    "reviewId": 10,
    "name": "Elijah Naicker",
    "userImg": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Kye_Allums.jpg/800px-Kye_Allums.jpg",
    "review": "I had a 5 star rating before but now its 1 star cause its getting impossible for me to enter a ranked match. We keep on starting it over and over again but it doesnt work and we are still not able to enter match. I have tried reporting it million times but it still doesnt help.",
    "rating": 1
  },
  {
    "reviewId": 11,
    "name": "Brian Rook",
    "userImg": "https://t4.ftcdn.net/jpg/00/88/53/89/360_F_88538986_5Bi4eJ667pocsO3BIlbN4fHKz8yUFSuA.jpg",
    "review": "Terrible game. I used to love this game but I had to delete because it took to much space. I was finally able to re-download it l. I couldn't sign in to my old account so I had to make a new one.",
    "rating": 2
  },
  {
    "reviewId": 12,
    "name": "Austin Jenkins",
    "userImg": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/94/Kid_President_in_White_House_2013_Easter_Egg_Roll_Promo.jpg/640px-Kid_President_in_White_House_2013_Easter_Egg_Roll_Promo.jpg",
    "review": "Good game...But not that good.The game itself would have been much more better if the developers had put a little much more efforts on it.The game lags a lot in low graphics and the graphics are not so well as I thoughyt it should.",
    "rating": 2
  }
]
